Repository: currency-converter/ios
Catalog: CurrencyConverter/*.lproj/Localizable.strings
Languages: ar, el, he, hi, hu, ms, ro, th, uk, vi

# guide.0
source: Change currency type by clicking on the flag
el: Σύρετε το νόμισμα ανταλλαγής προς τα πάνω και προς τα κάτω
hi: विनिमय मुद्रा को ऊपर और नीचे स्लाइड करें
hu: Csúsztassa fel és kicsinyítse a csere pénznemet
th: เลื่อนสกุลเงินแลกเปลี่ยนขึ้นและลง
vi: Thay đổi loại tiền tệ bằng cách nhấp vào cờ

# guide.1
source: Switch between favorite currencies by swiping left or right
el: Σύρετε αριστερά και δεξιά για να αλλάξετε νομίσματα
hi: मुद्राओं को स्विच करने के लिए बाएं और दाएं स्वाइप करें
hu: Húzza balra és jobbra a pénznem váltásához
th: ปัดไปทางซ้ายและขวาเพื่อสลับสกุลเงิน
vi: Chuyển đổi giữa các loại tiền tệ yêu thích bằng cách vuốt sang trái hoặc sang phải

# settings.title
source: Settings
el: Ρυθμίσεις
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
ms: Tetapan
ro: Setări
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt

# settings.soundsHeader
source: Sounds
ar: sound
el: ήχος
he: sound
hi: ध्वनि
hu: hang
ms: bunyi
ro: sunet
th: เสียง
uk: звук
vi: âm thanh

# settings.soundsFooter
source: Keyboard sound can reduce input errors.
ar: يمكن أن يقلل صوت الزر من أخطاء الإدخال.
el: Ο ήχος του κουμπιού μπορεί να μειώσει τα σφάλματα εισόδου.
he: צליל הלחצנים יכול להפחית את שגיאות הקלט.
hi: बटन ध्वनि इनपुट त्रुटियों को कम कर सकती है।
hu: A gomb hangja csökkentheti a bemeneti hibákat.
ms: Bunyi butang boleh mengurangkan ralat masukan.
ro: Sunetul butonului poate reduce erorile de intrare.
th: เสียงของปุ่มสามารถลดข้อผิดพลาดในการป้อนข้อมูล
uk: Звук кнопки може зменшити помилки введення.
vi: Âm thanh nút có thể giảm lỗi đầu vào.

# settings.keyboardClicks
source: Keyboard Clicks
ar: button button
el: Ήχος κουμπιού
he: לחצן הצליל
hi: बटन ध्वनि
hu: gomb hang
ms: bunyi butang
ro: sunetul butonului
th: เสียงปุ่ม
uk: звук кнопки
vi: nút âm thanh

# settings.rateUpdateHeader
source: Exchange Rate Update
ar: تحديث سعر الصرف
el: Ενημέρωση ανταλλαγής επιτοκίων
he: עדכון שער החליפין
hi: एक्सचेंज रेट अपडेट
hu: Árfolyamfrissítés
ms: Kemas kini Kadar Pertukaran
ro: Actualizarea ratei de schimb
th: การปรับปรุงอัตราแลกเปลี่ยน
uk: Оновлення обмінного курсу
vi: Cập nhật tỷ giá hối đoái

# settings.rateUpdateFooter
source: The latest exchange rate guarantees more accurate conversion results.
ar: أحدث سعر صرف يضمن تحويل أكثر دقة.
el: Η τελευταία ισοτιμία εγγυάται πιο ακριβή μετατροπή.
hi: नवीनतम विनिमय दर अधिक सटीक रूपांतरण की गारंटी देता है।
hu: A legújabb árfolyam pontosabb konverziót garantál.
ms: Kadar pertukaran terkini menjamin penukaran yang lebih tepat.
ro: Ultimul curs de schimb garantează o conversie mai precisă
th: อัตราแลกเปลี่ยนล่าสุดรับประกันการแปลงที่แม่นยำยิ่งขึ้น
uk: Останній курс обміну гарантує більш точну конверсію.
vi: Tỷ giá hối đoái mới nhất đảm bảo chuyển đổi chính xác hơn.

# settings.autoUpdateRate
source: Auto Update
ar: التحديث التلقائي
el: Αυτόματη ενημέρωση
he: עדכון אוטומטי
hi: स्वचालित अद्यतन
hu: Automatikus frissítés
ms: Pembaruan automatik
ro: Actualizare automată
th: อัปเดตอัตโนมัติ
uk: Автоматичне оновлення
vi: Cập nhật tự động

# settings.updateFrequency
source: Update Frequency
ar: تحديث التردد
el: Συχνότητα ενημέρωσης
he: תדירות עדכון
hi: अपडेट फ़्रीक्वेंसी
hu: Frissítési frekvencia
ms: Kekerapan kemas kini
ro: Frecvența actualizării
th: อัปเดตความถี่
uk: Частота оновлення
vi: Cập nhật tần số

# settings.update.0
source: Update per minute
ar: تحديث كل دقيقة
el: ενημέρωση κάθε λεπτό
he: עדכון כל דקה
hi: हर मिनट अपडेट करें
hu: frissítés percenként
ms: kemaskini setiap minit
ro: actualizare la fiecare minut
th: อัปเดตทุกนาที
uk: оновлювати кожну хвилину
vi: cập nhật mỗi phút

# settings.update.1
source: Update hourly
ar: يتم التحديث كل ساعة
el: ενημερώνεται κάθε ώρα
he: עדכון כל שעה
hi: हर घंटे अपडेट किया गया
hu: óránként frissítve
ms: dikemas kini setiap jam
ro: actualizată la fiecare oră
th: อัปเดตทุกชั่วโมง
uk: оновлюється щогодини
vi: được cập nhật mỗi giờ

# settings.update.2
source: Updated daily
ar: يتم تحديثه كل يوم
el: ενημέρωση κάθε μέρα
he: מעודכן מדי יום
hi: हर दिन अपडेट किया गया
hu: naponta frissítve
ms: dikemas kini setiap hari
ro: actualizat în fiecare zi
th: อัปเดตทุกวัน
uk: оновлюється щодня
vi: được cập nhật mỗi ngày

# settings.updateImmediately
source: Update immediately
ar: التحديث الآن
el: Ενημέρωση τώρα
he: עדכן כעת
hi: अब अपडेट करें
hu: Frissítés most
ms: Update Now
ro: Actualizare acum
th: อัปเดตทันที
uk: Оновити зараз
vi: Cập nhật ngay

# settings.updateSuccess
source: Update success
ar: تم التحديث بنجاح
el: Ενημέρωση επιτυχής
he: עדכון מוצלח
hi: अपडेट सफल
hu: Sikeres frissítés
ms: Kemas kini berjaya
ro: Actualizare reușită
th: อัปเดตสำเร็จ
uk: Оновити успішно
vi: Cập nhật thành công

# settings.updateFailed
source: Update failed
ar: فشل التحديث
el: Η ενημέρωση απέτυχε
he: העדכון נכשל
hi: अपडेट विफल
hu: Nem sikerült frissíteni
ms: Kemas kini gagal
ro: Actualizarea a eșuat
th: การอัปเดตล้มเหลว
uk: Не вдалося оновити
vi: Cập nhật thất bại

# settings.updatedAt
source: Last Update
ar: آخر تحديث
el: τελευταία ενημέρωση
he: עודכן לאחרונה
hi: अंतिम अद्यतन
hu: Utolsó frissítés
ms: terakhir dikemas kini
ro: ultima actualizare
th: อัปเดตล่าสุด
uk: останнє оновлення
vi: cập nhật lần cuối

# settings.customRateHeader
source: Custom Rate
ar: سعر صرف مخصص
el: Προσαρμοσμένη συναλλαγματική ισοτιμία
he: שער חליפין מותאם אישית
hi: कस्टम एक्सचेंज रेट
hu: Egyéni árfolyam
ms: Kadar Pertukaran Kustom
ro: Rata de schimb personalizată
th: อัตราแลกเปลี่ยนที่กำหนดเอง
uk: Спеціальний обмінний курс
vi: Tỷ giá hối đoái tùy chỉnh

# settings.customRateFooter
source: When changing the currency type, the custom exchange rate switch will be turned off.
ar: عند تغيير نوع العملة ، سيتم إيقاف تشغيل مفتاح سعر الصرف المخصص.
el: Κατά την αλλαγή του τύπου νομίσματος, η προσαρμοσμένη συναλλαγματική ισοτιμία θα κλείσει.
hi: जब मुद्रा प्रकार बदल रहा है, तो कस्टम विनिमय दर स्विच बंद हो जाएगा
hu: A pénznem típusának megváltoztatásakor az egyéni árfolyamkapcsoló kikapcsol.
ms: Apabila menukar jenis mata wang, suis kadar pertukaran adat akan dimatikan.
ro: La schimbarea tipului de valută, comutatorul cursului de schimb personalizat va fi oprit.
th: เมื่อเปลี่ยนประเภทสกุลเงินสวิตช์อัตราแลกเปลี่ยนแบบกำหนดเองจะถูกปิด
uk: При зміні типу валюти вимикається користувальницький перемикач курсу.
vi: Khi thay đổi loại tiền tệ, công tắc tỷ giá hối đoái tùy chỉnh sẽ bị tắt.

# settings.displayHeader
source: Display
el: εμφάνιση
he: הצג
hi: प्रदर्शन
hu: kijelző
ms: paparan
ro: afișare
th: จอแสดงผล
uk: відображення
vi: hiển thị

# settings.usesGroupingSeparator
source: Uses Grouping Separator
ar: يستخدم فاصل التجميع
el: Χρησιμοποιεί τον διαχωριστή διαχωρισμού
hi: ग्रुपिंग सेपरेटर का उपयोग करता है
hu: Csoportosító elválasztó használata
ro: Utilizează separatorul de grupare
th: ใช้ตัวแยกการจัดกลุ่ม
uk: Використовує сепаратор групування
vi: Sử dụng phân tách nhóm

# settings.decimalPlaces
source: Decimal places
ar: عدد المنازل العشرية
el: αριθμός δεκαδικών θέσεων
he: מספר מקומות עשרוניים
hi: दशमलव स्थानों की संख्या
hu: tizedesjegyek száma
ms: bilangan tempat perpuluhan
ro: număr de zecimale
th: จำนวนตำแหน่งทศนิยม
uk: кількість десяткових знаків
vi: Địa điểm thập phân

# settings.theme
source: Theme
ar: موضوع
el: Θέμα
he: נושא
hi: विषय
hu: téma
ro: temă
th: กระทู้
uk: Тема
vi: Chủ đề

# settings.themeWhite
source: Light
ar: الأبيض
el: Λευκό
he: לבן
hi: सफेद
hu: fehér
ro: alb
th: ขาว
uk: Білий
vi: Trắng

# settings.themeBlack
source: Dark
ar: أسود
el: Μαύρο
he: שחור
hi: काला
hu: fekete
ro: negru
th: สีดำ
uk: Чорний
vi: Đen

# settings.disclaimerHeader
source: Disclaimer
el: Αποποίηση ευθυνών
he: כתב ויתור
hi: अस्वीकरण
hu: Jogi nyilatkozat
ms: Penafian
th: ข้อจำกัดความรับผิดชอบ
uk: Відмова від відповідальності
vi: Tuyên bố từ chối trách nhiệm

# AED
source: United Arab Emirates Dirham
ar: درهم الإمارات العربية المتحدة
el: Ηνωμένα Αραβικά Εμιράτα Dirham
he: דירהם של איחוד האמירויות הערביות
hi: संयुक्त अरब अमीरात डरहम
hu: Egyesült Arab Emírségek Dirham
ms: Dirham Emiriah Arab
ro: Emiratele Arabe Unite Dirham
th: สหรัฐอาหรับเอมิเรตส์เดอร์แฮม
uk: Об'єднані Арабські Емірати дирхам
vi: Các tiểu vương quốc Ả Rập thống nhất

# AFN
source: Afghanistan
ar: أفغانستان
el: Αφγανιστάν
he: אפגניסטן
hi: अफगानिस्तान
hu: Afganisztán
ro: Afganistan
th: อัฟกานิสถาน
uk: Афганістан

# ALL
source: Albania Luck
ar: ألبانيا الحظ
el: Αλβανία τύχη
he: אלבניה מזל
hi: अल्बानिया लक
hu: Albánia szerencse
ro: Norocul Albaniei
th: โชคแอลเบเนีย
uk: Албанська удача
vi: May mắn Albania

# AMD
source: Armenian Dram
ar: درام أرمني
he: דראם ארמני
hi: अर्मेनियाई नाटक
hu: örmény dráma
ro: Armean Dram
uk: вірменський драм
vi: Kịch Armenia

# ANG
source: The Netherlands Antilles Shield
ar: درع جزر الأنتيل الهولندية
el: Ολλανδικές Αντίλλες Ασπίδα
he: מגן האנטילים ההולנדי
hi: नीदरलैंड एंटिल्स शील्ड
hu: A Holland Antillák pajzsja
ro: Scutul Antilelor Olandeze
th: เนเธอร์แลนด์ Antilles Shield
uk: Щит Нідерландських Антильських островів
vi: Lá chắn Antilles của Hà Lan

# AOA
source: Angolan Kwanza
ar: أنجولي كوانزا
el: Αγκόλα Kwanza
he: אנגולה Kwanza
hi: अंगोलन क्वानज़ा
hu: Angolai Kwanza
th: แองโกลา Kwanza
uk: ангольський кванза

# ARS
source: Argentina Pesos
ar: الأرجنتين بيزو
el: Αργεντινά πέσα
he: פזוס ארגנטינה
hi: अर्जेंटीना पेसोस
hu: Argentína Pesos
th: เปโซอาร์เจนตินา
uk: Аргентинські песо
vi: peso Argentina

# AUD
source: Australian dollar
ar: دولار استرالي
el: Δολάριο Αυστραλίας
he: דולר אוסטרלי
hi: ऑस्ट्रेलियाई डॉलर
hu: Ausztrál dollár
ms: Dolar Australia
ro: Dolar australian
th: ดอลลาร์ออสเตรเลีย
uk: австралійський долар
vi: Đô la Úc

# AWG
source: Aruba Shield Florin
ar: أروبا شيلد فلورين
he: Aruba מגן פלורין
hi: अरूबा शील्ड फ्लोरिन
uk: Флорін Арубського щита
vi: Argentina Shield Florin

# AZN
source: Azerbaijani New Manat
ar: مانات أذربيجان الجديدة
el: Νέο Manat του Αζερμπαϊτζάν
he: אזרביג'אן חדש מנאט
hi: अजरबैजान नई मनत
hu: Azerbajdzsáni New Manat
th: มนัสใหม่อาเซอร์ไบจัน
uk: азербайджанський новий манат
vi: Manat mới của Ailen

# BAM
source: Bosnia Marka
ar: البوسنة ماركا
el: Βοσνία Μάρκα
he: בוסניה מרקה
hi: बोस्निया मार्का
hu: Bosznia Marka
th: บอสเนียมาร์กา
uk: Боснія Марка

# BBD
source: Barbados Dollar
ar: بربادوس الدولار
el: Δολάριο Μπαρμπάντος
he: דולר ברבדוס
hi: बारबाडोस डॉलर
hu: Barbados dollár
ro: Dolar Barbados
th: ดอลลาร์บาร์เบโดส
uk: Долар Барбадосу
vi: Đô la Barbados

# BDT
source: Bangladesh Taka
ar: تاكا بنغلاديش
el: Μπαγκλαντές Τάκα
he: בנגלדש טאקה
hi: बांग्लादेश टका
hu: Banglades Taka
th: บังคลาเทศ Taka
uk: Бангладеш Така

# BGN
source: Bulgarian Lev
ar: ليف بلغاري
el: βουλγαρικό λεύκωμα
he: לב בולגרי
hi: बल्गेरियाई लेव
hu: bolgár lev
ms: Lev Bulgaria
ro: Leul bulgar
th: บัลแกเรียเลฟ
uk: болгарський лев
vi: Lev Bulgaria Lev

# BHD
source: Bahraini Dinar
ar: دينار بحريني
el: Δηνάριο Μπαχρέιν
he: דינר בחרייני
hi: बहरीन दीनार
hu: Bahraini dinár
ro: Dinarul Bahrein
th: บาห์เรนดีนาร์
uk: Бахрейнський динар
vi: Dinar Bahrain

# BIF
source: Burundi Franc
ar: فرنك بوروندي
el: Φράγκο Μπουρούντι
he: פרנק בורונדי
hi: बुरुंडी फ्रैंक
hu: Burundi frank
th: ฟรังก์บุรุนดี
uk: Бурундійський франк

# BMD
source: Bermuda Dollar
ar: برمودا الدولار
el: Δολάριο Βερμούδων
he: ברמודה דולר
hi: बरमूडा डॉलर
hu: Bermuda dollár
ro: Dolarul Bermudelor
th: ดอลลาร์เบอร์มิวดา
uk: Бермудський долар
vi: Đô la Bermuda

# BND
source: Brunei Dollar
ar: دولار بروناي
el: Δολάριο Μπρουνέι
he: ברוניי דולר
hi: ब्रुनेई डॉलर
hu: Brunei dollár
ms: Dolar Brunei
ro: Dollar Brunei
th: ดอลลาร์บรูไน
uk: Брунейський долар
vi: Đô la Brunei

# BOB
source: Boliviano
ar: البوليفي
he: בוליביאנו
hi: बोलिवियानो
th: โบลิเวีย
uk: Болівіано

# BRL
source: Brazil Real
ar: البرازيل ريال
el: Βραζιλία Ρεάλ
he: ברזיל אמיתי
hi: ब्राजील रियल
ms: Real Brazil
th: บราซิลจริง
uk: Бразилія реальна
vi: Brazil thực sự

# BSD
source: Bahamas
ar: الباهاما
el: Μπαχάμες
he: איי בהאמה
hi: बहामास
hu: Bahama-szigetek
th: บาฮามาส
uk: Багамські острови

# BTN
source: Bhutan Nuzam
ar: بوتان نزام
el: Μπουτάν Nuzam
hi: भूटान नुज़ाम
th: ภูฏานนูซาม
uk: Бутан Нузам

# BWP
source: Botswana Pula
ar: بوتسوانا بولا
el: Μποτσουάνα Pula
he: Pota Botswana
hi: बोत्सवाना पुला
th: บอตสวานาพูลา
uk: Ботсвана Пула

# BYR
source: Belarusian Ruble
ar: البيلاروسية روبل
el: Λευκορωσικό ρούβλι
he: רובל בלארוסית
hi: बेलारूसी रूबल
hu: Fehérorosz rubel
ro: ruble bielorusă
th: รูเบิลเบลารุส
uk: Білоруський рубль
vi: Rúp Bêlarut

# BZD
source: Belize Dollar
ar: بليز الدولار
el: Δολάριο Μπελίζ
he: דולר בליז
hi: बेलीज डॉलर
hu: Belize dollár
ro: dolarul belize
th: ดอลลาร์เบลีซ
uk: Белізський долар
vi: Đô la Belize

# CAD
source: Canadian dollar
ar: الدولار الكندي
el: Δολάριο Καναδά
he: דולר קנדי
hi: कनाडाई डॉलर
hu: kanadai dollár
ms: Kanada
ro: dolar canadian
th: ดอลลาร์แคนาดา
uk: канадський долар
vi: đô la Canada

# CDF
source: Congolese Franc
ar: الفرنك الكونغولي
el: Κονγκολέζικο φράγκο
he: פרנק קונגולי
hi: कांगोलेस फ्रैंक
hu: Kongói frank
ro: Franc congolez
th: ฟรังก์คองโก
uk: конголезький франк
vi: Franc Congo

# CHF
source: Swiss Franc
ar: الفرنك السويسري
el: Ελβετικό φράγκο
he: פרנק שוויצרי
hi: स्विस फ़्रैंक
hu: svájci frank
ms: Franc Swiss
ro: Franc elvețian
th: ฟรังก์สวิส
uk: швейцарський франк
vi: Franc Thụy Sĩ

# CLF
source: Chilean law
ar: القانون التشيلي
el: νόμος της Χιλής
he: החוק הצ 'יליאני
hi: चिली कानून
hu: Chilei jog
ro: legea chiliană
th: กฎหมายชิลี
uk: чилійський закон
vi: luật pháp Chile

# CLP
source: Chile Peso
ar: بيزو تشيلي
el: Πέσο της Χιλής
he: פזו צ 'ילי
hi: चिली पेसो
ms: Peso Chile
th: ชิลีเปโซ
uk: Чилі песо
vi: Chile pô

# CNY
source: RMB
he: יואן
hi: आरएमबी
th: Renminbi
vi: Nhân dân tệ

# COP
source: Colombian Peso
ar: البيزو الكولومبي
el: Κολομβιανό πέσο
he: פזו קולומביאני
hi: कोलम्बियाई पेसो
hu: Kolumbiai peso
ro: Peso columbian
th: เปโซโคลัมเบีย
uk: колумбійський песо
vi: Peso Colombia

# CRC
source: Costa Rica Colon
ar: كوستاريكا كولون
el: Κόλον Ρίκα Colon
he: קוסטה ריקה קולון
hi: कोस्टा रिका कोलोन
ms: Kolon Costa Rica
th: คอสตาริกา
uk: Коста-Ріка Колон
vi: Đại tá Costa Rica

# CUC
source: Cuban convertible peso
ar: البيزو الكوبي القابل للتحويل
el: κουβανικό μετατρέψιμο πέσο
he: פזו להמרה קובנית
hi: क्यूबा परिवर्तनीय पेसो
hu: kubai konvertibilis peso
ro: peso convertibil cubanez
th: เปโซของคิวบาแปลงสภาพ
uk: кубинський конвертований песо
vi: peso chuyển đổi Cuba

# CUP
source: Cuba Peso
ar: بيزو كوبا
el: Κόσβο Πέσο
he: קובה פזו
hi: क्यूबा पेसो
hu: Kuba peso
th: เงินเปโซของคิวบา
uk: Куба песо
vi: Cuba pô

# CVE
source: Cape Verde Escudo
ar: الرأس الأخضر إسكودو
el: Ακρωτήριο του Πράσινου Ακρωτηρίου
he: קייפ ורדה אסקודו
hi: केप वर्डे एस्कोडो
ro: Capul Verde Escudo
uk: Ескудо Кабо-Верде
vi: Mũi đất Escudo

# CZK
source: Czech Krone
ar: كرونة تشيكية
el: Κροατία της Τσεχίας
he: כתר צ'כי
hi: चेक क्रोन
hu: Cseh Krone
ms: Krone Czech
ro: Croația Cehă
th: เช็กโครูน่า
uk: чеська крона
vi: Krone Séc

# DJF
source: Djibouti Franc
ar: جيبوتي فرنك
el: Φράγκος Τζιμπουτί
he: פרנק ג 'יבוטי
hi: जिबूती फ्रैंक
hu: Dzsibuti frank
ro: Franc Djibouti
th: ฟรังก์จิบูตี
uk: Франк Джибуті

# DKK
source: Danish Krone
ar: كرونة دنماركية
el: Δανική κορώνη
he: דנית Krone
hi: डेनिश क्रोन
hu: dán korona
ro: Croată daneză
th: Krone เดนมาร์ก
uk: датська крона
vi: Krone Đan Mạch

# DOP
source: Dominican Peso
ar: بيزو الدومينيكان
el: Δομινικανικό πέσο
he: פזו דומיניקני
hi: डोमिनिकन पेसो
hu: Dominikai peso
ro: Peso Dominicană
th: เปโซโดมินิกัน
uk: Домініканське песо
vi: Peso Dominican

# DZD
source: Dinna of Algeria
ar: دينا الجزائر
el: Dinna της Αλγερίας
he: דינה של אלג'יריה
hi: अल्जीरिया का दीना
hu: Algéria Dinna
ms: Dinar Algeria
ro: Dinna din Algeria
th: Dina ของอัลจีเรีย
vi: Dinna của Algeria

# EGP
source: Egyptian Pound
ar: الجنيه المصري
el: Αιγυπτιακή λίβρα
he: פאונד מצרי
hi: मिस्र के पाउंड
hu: Egyiptomi font
ms: Pound Mesir
ro: Lira egipteană
th: ปอนด์อียิปต์
uk: єгипетський фунт
vi: Bảng Ai Cập

# ERN
source: Eritrean Nakfa
ar: نكفا الإريترية
el: Ερυθραία Νάφα
hi: इरिट्रान नकाफा
ro: Eritreea Nakfa
th: Eritrea Nakfa
vi: Eritrea Nakfa

# ETB
source: Ethiopia Bill
ar: اثيوبيا بيل
el: Νόμος της Αιθιοπίας
he: ביל אתיופיה
hi: इथियोपिया बिल
hu: Etiópia törvényjavaslat
ro: Etiopia Bill
th: บิลเอธิโอเปีย
uk: Біл Ефіопії
vi: Dự luật Ethiopia

# EUR
source: Euro
ar: اليورو
el: Ευρώ
he: יורו
hi: यूरो
th: ยูโร
uk: Євро

# FJD
source: Fiji Dollar
ar: فيجي الدولار
el: Δολάριο Φίτζι
he: דולר פיג 'י
hi: फ़िजी डॉलर
hu: Fidzsi dollár
ro: Dolar Fiji
th: ดอลลาร์ฟิจิ
uk: Долар Фіджі
vi: Đô la Fiji

# FKP
source: Fokkland Pound
ar: فوكلاند باوند
el: λίβρα Fokkland
he: פוקלנד פאונד
hi: फॉकलैंड पौंड
hu: Fokkland font
th: ปอนด์ Fokkland
uk: Фоклендський фунт
vi: Bảng Fokkland

# GEL
source: Georgia Larry
ar: جورجيا لاري
el: Γεωργία Larry
he: ג'ורג'יה לארי
hi: जॉर्जिया लैरी
th: จอร์เจียลาร์รี
uk: Грузія Ларрі
vi: Georgia Georgia

# GHS
source: Ghana Cedi
ar: غانا سيدي
el: Γκάνα Cedi
he: גאנה Cedi
hi: घाना सेडी
hu: Ghána Cedi
th: กานา Cedi
uk: Гана Седі

# GIP
source: Gibraltar Pound
ar: جبل طارق الجنيه
el: Λίρα του Γιβραλτάρ
he: פאונד גיברלטר
hi: जिब्राल्टर पाउंड
hu: Gibraltár font
ro: Poundul Gibraltar
th: ปอนด์ยิบรอลตาร์
uk: Гібралтарський фунт
vi: Bảng Anh Gibraltar

# GMD
source: Gambian Dalasi
ar: الغامبي دالاسي
el: Γκάμπια Dalasi
he: Dalasi Gambian
hi: गैम्बियन दलसी
hu: Gambiai Dalasi
ro: Gambia Dalasi

# GNF
source: Guinea Franc
ar: فرنك غينيا
el: Φράγκο της Γουινέας
he: פרנק גינאה
hi: गिनी फ्रैंक
hu: Guinea frank
ro: Franc Guineea
th: ฟรังก์กินี
uk: Гвінейський франк

# GTQ
source: Guatemala Quetzal
ar: غواتيمالا كويتزال
he: גואטמלה קצאל
hi: ग्वाटेमाला क्वेट्ज़ल
th: กัวเตมาลา Quetzal
uk: Гватемала Кетцаль
vi: Quetzal Guatemala

# GYD
source: Guyana Yuan
ar: غيانا يوان
el: Γουιάνα Γιουάν
he: גיאנה יואן
hi: गुयाना युआन
th: กายอานาหยวน

source: HKD
he: דולר הונג קונגי
hi: बीओवाई
hu: Hong Kong dollár
th: ดอลลาร์ฮ่องกง
vi: Đô la Hồng Kông

# HNL
source: Honduras Lempira
ar: هندوراس لمبيرا
el: Ονδούρας Lempira
he: הונדורס למפירה
hi: होंडुरास लेम्पिरा
th: ฮอนดูรัส Lempira
uk: Гондурас Лемпіра

# HRK
source: Croatian Kuna
ar: كونا الكرواتية
el: Κροατικό Kuna
he: קונה קרואטית
hi: क्रोएशियाई कुना
hu: horvát kuna
ro: Kuna croată
th: โครเอเชีย Kuna
uk: хорватська куна
vi: Kuna Croatia

# HTG
source: Haiti Goode
ar: هايتي غود
el: Αϊτή Goode
he: האיטי גודי
hi: हैती गूड
th: เฮติกู๊ด
uk: Гаїті Гуд
vi: Tạm biệt Haiti

# HUF
source: Hungarian Forint
ar: الفورنت المجري
el: Ουγγρικό φιορίνι
he: פורינט הונגרי
hi: हंगेरियन फ़ोरिंट
hu: magyar forint
ro: Forint maghiar
th: ฮังการีโฟรินท์
uk: угорський форинт
vi: Forint Hungary

# IDR
source: Indonesian Shield
ar: الدرع الإندونيسي
el: Ινδονησιακή ασπίδα
he: מגן אינדונזי
hi: इंडोनेशियन शील्ड
hu: indonéz pajzs
ms: Rupee Indonesia
ro: Scut indonezian
th: อินโดนีเซียชีลด์
uk: індонезійський щит
vi: Khiên Indonesia

# ILS
source: Israel Shekel
ar: إسرائيل شيكل
el: Ισραήλ Σέκελ
he: שקל ישראלי
hi: इज़राइल शेकेल
hu: Izrael szekel
ms: Israel Baru Sikel
th: อิสราเอล Shekel
uk: Ізраїльський шекель

# INR
source: Indian Rupee
ar: الروبية الهندية
el: ινδική ρουπία
he: רופי הודי
hi: भारतीय रुपया
hu: indiai rúpia
ms: Rupee India
ro: Rupee indiene
th: รูปีอินเดีย
uk: Індійська рупія
vi: Rupee Ấn Độ

# IQD
source: Iraqi Dinar
ar: الدينار العراقي
el: Ιρακινό δηνάριο
he: דינר עיראקי
hi: इराकी दिनार
hu: iraki dinár
ms: Dinar Iraq
ro: Dinar irakian
th: อิรักดีนาร์
uk: Іракський динар
vi: Dinar Iraq

# IRR
source: Iranian Rial
ar: الريال الايراني
el: Ιράν Rial
he: ריאל איראני
hi: ईरानी रियाल
hu: iráni rial
ro: Rial iranian
th: เรียลอิหร่าน
uk: іранський ріал
vi: Rial Iran

# ISK
source: Icelandic Krona
ar: كرونا أيسلندية
el: ισλανδική κορώνα
he: כתר איסלנדי
hi: आइसलैंडिक क्रोना
hu: Izlandi Krona
ms: Krona Iceland
ro: coroana islandeză
th: ไอซ์แลนด์โครนา
uk: ісландська крона
vi: Krona tiếng Iceland

# JMD
source: Jamaica Dollar
ar: دولار جامايكا
el: Δολάριο Τζαμάικα
he: דולר ג'מייקה
hi: जमैका डॉलर
ro: Dolar Jamaica
th: ดอลลาร์จาเมกา
uk: Ямайський долар
vi: Đô la Jamaica

# JOD
source: Jordanian Dinar
ar: دينار أردني
el: Ιορδανικό δηνάριο
he: דינר ירדני
hi: जार्डन दिनार
hu: Jordanian dinár
ms: Jordan Dinar
ro: Dinar iordanian
th: ดีนาร์จอร์แดน
uk: йорданський динар
vi: Dinar Jordan

# JPY
source: Yen
ar: ين
el: γεν
he: ין
hi: येन
hu: jen
th: เยน
uk: ієн
vi: Yên

# KES
source: Kenya Shilling
ar: كينيا شلن
el: Κένυα Shilling
he: קניה שילינג
hi: केन्या शिलिंग
th: ชิลลิงเคนยา
uk: Кенія Шилінг

# KGS
source: Kyrgyzstan Som
ar: قيرغيزستان سوم
el: Κιργιζιστάν Som
he: קירגיזסטן סום
hi: किर्गिज़स्तान सोम
hu: Kirgizisztán Som
ro: Kârgâzstan Som
th: คีร์กีซสถาน
uk: Киргизія Сом

# KHR
source: Cambodia Riel
ar: كمبوديا ريل
el: Καμπότζη Riel
he: קמבודיה ריאל
hi: कंबोडिया रिअल
hu: Kambodzsa Riel
ro: Cambodgia Riel
th: เรียลกัมพูชา
uk: Камбоджа Ріель
vi: Campuchia Riel

# KMF
source: Comoros Franc
ar: جزر القمر فرنك
el: Κομόρες φράγκων
he: פרנק קומורו
hi: कोमोरोस फ्रैंक
hu: Comore-szigeteki frank
ro: Francul Comorilor
th: ฟรังก์คอโมโรส
uk: Франк Коморських островів

# KPW
source: Korean won
ar: لقد فاز الكوريون
el: Κορέας κέρδισε
he: קוריאנית זכה
hi: कोरियाई जीता
hu: koreai nyert
ro: Câștigătorul coreean
th: ภาษาเกาหลีชนะ
uk: корейська перемога
vi: won Hàn Quốc

# KRW
source: Korean
ar: الكورية
el: Κορεάτικα
he: קוריאנית
hi: कोरियाई
hu: koreai
ms: Korea
ro: coreeană
th: เกาหลี
uk: корейський
vi: Hàn Quốc

# KWD
source: Kuwait Dina
ar: الكويت دينا
el: Κουβέιτ Ντίνα
he: דינר כוויתי
hi: कुवैत दीना
ms: Dinar Kuwait
th: คูเวตดีน่า
uk: Кувейт Діна

# KYD
source: Cayman Islands Dollar
ar: دولار جزر كايمان
el: Δολάριο Νήσων Κέιμαν
he: דולר קיימן
hi: केमैन आइलैंड्स डॉलर
hu: Kajmán-szigeteki dollár
ro: Dolar insulelor Cayman
th: ดอลลาร์หมู่เกาะเคย์แมน
uk: Долар Кайманових островів
vi: Đô la đảo Cayman

# KZT
source: Kazakh Tenge
ar: تنغي الكازاخستاني
he: קזח טנג
hi: कज़ाख तांगे
hu: Kazah Tenge
ro: Kazah Tenge
th: คาซัคสถาน Tenge
uk: казахський тенге
vi: Kazakhstan Tenge

# LAK
source: Lao Kip
ar: لاو كيب
el: Λάο Κίπ
he: לאו קיפ
hi: लाओ किप
th: ลาวกีบ
uk: лаоська кіп
vi: Kíp Lào

# LBP
source: Lebanese Pound
ar: الليرة اللبنانية
el: λίβρα του Λιβάνου
he: לירה לבנונית
hi: लेबनानी पाउंड
hu: libanoni font
ms: Pound Lubnan
ro: Lira libaneză
th: ปอนด์เลบานอน
uk: ліванський фунт
vi: Bảng Anh Lebanon

# LKR
source: Sri Lankan Rupee
ar: السريلانكية روبية
el: Ρουπία Σρι Λάνκα
he: רופי סרי לנקי
hi: श्रीलंकाई रुपया
hu: Srí Lanka-i rúpia
ms: Rupee Sri Lanka
ro: Rupee din Sri Lanka
th: เงินรูปีของศรีลังกา
uk: Шрі-Ланка рупія
vi: Rupee Sri Lanka

# LRD
source: Liberian Dollar
ar: دولار ليبيري
el: Δολάριο Λιβερίας
he: דולר ליברי
hi: लाइबेरिया डॉलर
hu: Libériai dollár
ro: Dolar liberian
th: ดอลลาร์ไลบีเรีย
uk: Ліберійський долар
vi: Đô la Liberia

# LSL
source: Lesotho Loti
ar: ليسوتو لوتي
he: Lototho Loti
hi: लेसोथो लोटी
th: เลโซโท Loti
uk: Лесото Лоті
vi: Leseria Loti

# LTL
source: Lithuania
ar: ليتوانيا
el: Λιθουανία
he: ליטא
hi: लिथुआनिया
hu: Litvánia
ro: Lituania
th: ลิธัวเนีย
uk: Литва
vi: Litva

# LVL
source: Latvian Lat
ar: اللات اللاتفية
el: Λετονικό Lat
hi: लातवियाई लाट
hu: lett lat
ro: Letonă lat
uk: латвійський лат

# LYD
source: Libya Dinar
ar: ليبيا دينار
el: Δηνάριο Λιβύης
he: לוב דינר
hi: लीबिया दिनार
hu: Líbiai dinár
ro: Dinarul Libiei
th: ลิเบียดีนาร์
uk: Лівійський динар
vi: Dinar Libya

# MAD
source: Morocco Dirham
ar: المغرب درهم
el: Μαρόκο Dirham
he: דירהאם מרוקו
hi: मोरक्को डरहम
hu: Marokkó dirham
ms: Maghribi Doram
ro: Maroc Dirham
th: โมร็อกโก Dirham
uk: дирхам Марокко
vi: Ma-rốc Dirham

# MDL
source: Moldova lei
ar: مولدوفا ليو
el: Μολδαβία lei
he: מולדובה ליי
hi: मोल्दोवा लेई
th: มอลโดวาพวงมาลัย
uk: Молдова лей

# MGA
source: Margash Aria
ar: مرغش أريا
he: אריה מרגש
hi: मार्गश आरिया

# MKD
source: Macedonian Dinar
ar: الدينار المقدوني
el: Μακεδονικό Δηνάριο
he: דינר מקדוני
hi: मैसेडोनियन दीनार
hu: macedón dinár
ro: Dinar macedonean
th: ดีนาร์มาซิโดเนีย
uk: македонський динар
vi: Dinar của người Macedonia

# MMK
source: Myanmar Yuan
ar: ميانمار يوان
el: Μυανμάρ γιουάν
he: מיאנמר יואן
hi: म्यांमार युआन
hu: Mianmar Yuan
th: พม่าหยวน
uk: М'янма Юань
vi: Nhân dân tệ Myanmar
