Repository: currency-converter/ios
Catalog: CurrencyConverter/*.lproj/Localizable.strings
Languages: ar, el, he, hi, hu, ms, ro, th, uk, vi

# MNT
source: Mongolian Tugrik
ar: التوغريك المنغولي
el: Μογγολική Tugrik
he: מונגולית טוגריק
hi: मंगोलियाई तुगरिक
hu: Mongol Tugrik
ro: Tugrik mongol
th: มองโกเลีย Tugrik
uk: монгольський тугрик
vi: Tugrik Mông Cổ

# MOP
source: Macau Dollar
ar: ماكاو الدولار
el: Δολάριο του Μακάο
he: דולר מקאו
hi: मकाऊ ​​डॉलर
hu: Makaó dollár
ro: Dolar Macao
th: ดอลลาร์มาเก๊า
uk: Долар Макао
vi: Đô la Macau

# MRO
source: Ugeria, Mauritania
ar: اوجيريا ، موريتانيا
el: Ουγκέρια, Μαυριτανία
he: Ugeria, מאוריטניה
hi: उगरिया, मॉरिटानिया
hu: Ugéria, Mauritánia
ro: Ugria, Mauritania
th: Ugeria, มอริเตเนีย

# MUR
source: Mauritius Rupee
ar: موريشيوس روبية
el: Ρουπία του Μαυρίκιου
he: רופי מאוריציוס
hi: मॉरीशस रुपया
hu: Mauritiusi rúpia
ro: Rupeea Mauritius
th: รูปีมอริเชียส
uk: Маврикійська рупія
vi: Rupee Mauritius

# MVR
source: Maldives Lafia
ar: جزر المالديف لافيا
el: Μαλδίβες Λαφία
he: מלדיבים Lafia
hi: मालदीव लाफिया
hu: Maldív-szigetek Lafia
ro: Maldive Lafia
uk: Мальдіви Лафія

# MWK
source: Malawi Kwacha
ar: ملاوي كواشا
el: Μαλάουι Κούτσα
he: מלאווי קוואצ'ה
hi: मलावी क्वाचा
th: มาลาวีควาชา
uk: Малаві квача
vi: Ma-rốc Kwacha

# MXN
source: Mexican peso
ar: البيزو المكسيكي
el: Μεξικάνικο πέσο
he: פזו מקסיקני
hi: मैक्सिकन पेसो
hu: mexikói peso
ms: Dolar Mexico
ro: peso mexican
th: เปโซเม็กซิกัน
uk: мексиканське песо
vi: peso Mexico

# MYR
source: Malaysia Dollar
ar: دولار ماليزيا
el: Δολάριο Μαλαισίας
he: דולר מלזי
hi: मलेशिया डॉलर
hu: Malajzia dollár
ms: Ringgit Malaysia
ro: Dolar Malaezia
th: ดอลลาร์มาเลเซีย
uk: Малайзійський долар
vi: Đô la Malaysia

# MZN
source: New Mozambique Meticar
ar: موزامبيق ميتيكار جديدة
el: Νέο Meticar της Μοζαμβίκης
hi: न्यू मोजाम्बिक मेटिकार
hu: Új Mozambik Meticar
ro: Meticarul Mozambic nou
th: โมซัมบิกใหม่ Meticar
uk: Новий Мозамбік Метікар
vi: Metambar Mozambique mới

# NAD
source: Namibian Dollar
ar: الدولار الناميبي
el: Δολάριο Ναμίμπια
he: דולר נמיבי
hi: नामीबियाई डॉलर
hu: Namíbiai dollár
ro: Dolar namibian
th: ดอลลาร์นามิเบีย
uk: долар Намібії
vi: Đô la Namibia

# NGN
source: Nile Nigerian
ar: النيل النيجيري
he: ניגריה ניגרי
hi: नील नाइजीरियाई
hu: Nílus nigériai
ro: Nil Nigerian
th: ไนล์ไนจีเรีย
uk: Ніл нігерійця
vi: Nile Nigeria

# NIO
source: Nicaragua New Cordoba
ar: نيكاراغوا قرطبة الجديدة
el: Νικαράγουα Νέα Κόρδοβα
he: ניקרגואה חדש קורדובה
hi: निकारागुआ न्यू कॉर्डोबा
ro: Nicaragua Noua Cordoba
th: นิการากัวใหม่คอร์โดบา
uk: Нікарагуа Нова Кордова

# NOK
source: Norwegian Krone
ar: كرونة نرويجية
el: Κροατία Νορβηγίας
he: כתר נורבגי
hi: नॉर्वेजियन क्रोन
hu: norvég Krone
ms: Krone Norway
ro: Coroană norvegiană
th: นอร์เวย์โครน
uk: норвезька крона
vi: Krone Na Uy

# NPR
source: Nepalese Rupee
ar: روبية نيبالية
el: Νεπάλ ρουπία
he: רופי נפאלי
hi: नेपाली रुपया
hu: Nepáli rúpia
ro: Rupee nepaleze
th: รูปีเนปาล
uk: непальська рупія
vi: Rupee Nepal

# NZD
source: New Zealand Dollar
ar: الدولار النيوزيلندي
el: Δολάριο Νέας Ζηλανδίας
he: דולר ניו זילנדי
hi: न्यूजीलैंड डॉलर
hu: Új-zélandi dollár
ms: Dolar New Zealand
ro: Dolar Noua Zeelandă
th: ดอลลาร์นิวซีแลนด์
uk: новозеландський долар
vi: Đô la New Zealand

# OMR
source: Oman Rial
ar: عمان الريال
el: Ομάν Rial
he: ריאל עומאן
hi: ओमान रियाल
hu: Omán Rial
th: โอมานเรียล
uk: Оман Ріал
vi: Rial Ô-man

# PAB
source: Panama Balboa
ar: بنما بالبوا
el: Παναμάς Balboa
he: פנמה בלבואה
hi: पनामा बलबोआ
th: ปานามา
uk: Панама Бальбоа
vi: Bal Bal Panama

# PEN
source: Peruvian Sol
ar: سول بيرو
el: Περουβιανό Sol
he: סול הפרואני
hi: पेरू सोल
hu: Perui Sol
ro: Sol peruvian
th: เปรูโซล
uk: перуанський золь
vi: Peru Sol

# PGK
source: Papua New Guinea
ar: بابوا غينيا الجديدة
el: Παπούα Νέα Γουινέα
he: פפואה גינאה החדשה
hi: पापुआ न्यू गिनी
hu: Pápua Új-Guinea
ro: Papua Noua Guinee
th: ปาปัวนิวกินี
uk: Папуа-Нова Гвінея

# PHP
source: Philippine Peso
ar: بيزو فلبيني
el: Φιλιππινέζικο πέσο
he: פזו פיליפיני
hi: फिलीपीन पेसो
hu: Fülöp-szigeteki peso
ms: Peso Filipina
ro: Peso filipinez
th: เงินเปโซของฟิลิปปินส์
uk: Філіппінське песо
vi: Peso Philippines

# PKR
source: Pakistan Rupee
ar: باكستان روبية
el: Ρουπία Πακιστάν
he: רופי פקיסטאן
hi: पाकिस्तान रुपया
hu: Pakisztán rúpia
th: รูปีปากีสถาน
uk: Пакистанська рупія
vi: Rupee Pakistan

# PLN
source: Polish Zloty
ar: البولندية الزلوتي
el: Πολωνικό Zloty
he: זלוטי פולני
hi: पोलिश ज़्लॉटी
hu: lengyel zloty
ms: Poland Zloty
ro: Zloat polonez
th: โปแลนด์ซโลตี้
uk: польський злотий
vi: Zloty Ba Lan

# PYG
source: Paraguay Guarani
ar: باراجواي جواراني
el: Παραγουάη Guarani
he: פוארגוואי גוארני
hi: पराग्वे गुआरानी
th: ปารากวัย Guarani
uk: Парагвай гуарані

# QAR
source: Qatar Lill
ar: قطر ليل
he: קטאר ליל
hi: कतर लिल
hu: Katar Lill
ms: Qatari Rial
th: กาตาร์ Lill
uk: Katar Lill

# RON
source: Romanian New Leu
ar: الرومانية الجديدة ليو
el: Νέο Ρουμάνιο
he: רומניה ניו Leu
hi: रोमानियाई न्यू लेउ
hu: román új leu
ms: Leu Romania
ro: Leu românesc nou
th: โรมาเนีย Leu ใหม่
uk: румунський новий лей
vi: Rumani Leu mới

# RSD
source: Serbian Dinar
ar: الدينار الصربي
el: Σερβικό δηνάριο
he: דינר סרבי
hi: सर्बियाई दिनार
hu: szerb dinár
ms: Dinar Serbia
ro: Dinarul sârb
th: เซอร์เบียดีนาร์
uk: сербський динар
vi: Dinar Serbia

# RUB
source: Russian Ruble
ar: الروبل الروسي
el: Ρωσικό ρούβλι
he: רובל רוסי
hi: रूसी रूबल
hu: Orosz rubel
ms: Ruble Rusia
ro: ruble rusești
th: รูเบิลรัสเซีย
uk: російський рубль
vi: Rúp Nga

# RWF
source: Rwanda Franc
ar: فرنك رواندا
el: Ρουάντα φράγκο
he: רואנדה פרנק
hi: रवांडा फ्रैंक
hu: Ruanda frank
th: ฟรังก์รวันดา
uk: Франк Руанди
vi: Franc Rwanda

# SAR
source: Saudi Riyal
ar: الريال السعودي
he: ריאל סעודי
hi: सऊदी रियाल
hu: Szaúd-Riyal
ro: Riyal Saudită
uk: Саудівська ріяль
vi: Ả Rập Saudi

# SBD
source: Solomon Islands Dollar
ar: دولار جزر سليمان
el: Δολάριο Νήσων Σολομώντος
he: דולר איי שלמה
hi: सोलोमन द्वीप डॉलर
hu: Salamon-szigeteki dollár
ro: Dolar insulelor Solomon
th: ดอลลาร์หมู่เกาะโซโลมอน
uk: Долар Соломонових Островів
vi: Đô la quần đảo Solomon

# SCR
source: Seychelles Rupee
ar: سيشيل روبية
el: Ρουπία των Σεϋχελλών
he: רופי סיישל
hi: सेशेल्स रुपया
hu: Seychelle-szigetek rúpia
ro: Rupeea Seychelles
th: รูปีเซเชลส์
uk: Сейшельська рупія

# SDG
source: Sudan Pound
ar: الجنيه السوداني
el: Λίρα Σουδάν
he: סודן פאונד
hi: सूडान पाउंड
hu: Szudáni font
ro: Pound Sudan
th: ปอนด์ซูดาน
uk: Суданський фунт
vi: Bảng Anh Sudan

# SEK
source: Swedish Krona
ar: كرونة سويدية
el: Σουηδική κορόνα
he: כתר שבדי
hi: स्वीडिश क्रोना
hu: svéd korona
ms: Krona Sweden
ro: coroana suedeză
uk: шведська крона
vi: Krona Thụy Điển

# SGD
source: Singapore Dollar
ar: دولار سينغافوري
el: Δολάριο Σιγκαπούρης
he: דולר סינגפור
hi: सिंगापुर डॉलर
hu: Szingapúri dollár
ms: Dolar Singapura
ro: Dolar Singapore
th: ดอลลาร์สิงคโปร์
uk: сінгапурський долар
vi: Đô la Singapore

# SHP
source: St. Helena Pound
ar: سانت هيلانة باوند
el: Λίρα της Αγίας Ελένης
he: סנט הלנה פאונד
hi: सेंट हेलेना पाउंड
hu: Szent Helena font
ro: Piața Sf. Helena
th: ปอนด์เซนต์เฮเลน่า
uk: Фунт Св. Олени
vi: Bảng thánh Helena

# SLL
source: Sierra Leone
ar: سيرا ليون
el: Σιέρρα Λεόνε
he: סיירה לאונה
hi: सिएरा लियोन
th: เซียร์ราลีโอน
uk: Сьєрра-Леоне

# SOS
source: Somali Shilling
ar: شلن صومالي
el: Σομαλικός Σιλίνγκ
he: שילינג סומלי
hi: सोमाली शिलिंग
hu: Szomáliai shilling
ro: Shilling Somali
th: ชิลลิงโซมาเลีย
uk: Сомалійський шилінг
vi: Shilling Somali

# SRD
source: Surinamen
hi: सूरीनामेन
ro: Surinameni
uk: Суринам

# STD
source: Sao Dome Dobra
ar: ساو دوم دوبرا
hi: साओ डोम डोम
vi: Sao vòm Dobra

# SVC
source: El Salvador Colon
ar: السلفادور كولون
el: Κόλπος του Ελ Σαλβαδόρ
he: אל סלבדור קולון
hi: एल साल्वाडोर बृहदान्त्र
th: ลำไส้ใหญ่ซัลวาดอร์
vi: Đại học El Salvador

# SYP
source: Syrian Pound
ar: الليرة السورية
el: Συριακή λίβρα
he: לירה סורית
hi: सीरियाई पाउंड
hu: Szíriai font
ms: Pound Syria
ro: Lira siriana
th: ปอนด์ซีเรีย
uk: сирійський фунт
vi: Bảng Syria

# SZL
source: Swaziland Rirangini
ar: سوازيلاند ريرانجيني
el: Σουαζιλάνδη Ριρανγκίνι
hi: स्वाज़ीलैंड रीरांगिनी
hu: Szváziföld Rirangini
th: สวาซิแลนด์ Rirangini
uk: Свазіленд Рірангіні

# THB
source: Thailand
ar: تايلاند
el: Ταϊλάνδη
he: תאילנד
hi: थाईलैंड
hu: Thaiföld
ms: Thai
ro: Thailanda
th: ประเทศไทย
uk: Таїланд
vi: Thái Lan

# TJS
source: Tajikistan Somoni
ar: طاجيكستان سوموني
el: Τατζικιστάν Σομόνι
he: סומוני טג'יקיסטן
hi: ताजिकिस्तान सोमोनी
hu: Tadzsikisztán Somoni
ro: Tadjikistan Somoni
th: ทาจิกิสถานโซโมนิ
uk: Таджикистан Сомоні

# TMT
source: Turkmenistan Manat
ar: تركمانستان مانات
el: Τουρκμενιστάν Manat
he: טורקמניסטן מנאט
hi: तुर्कमेनिस्तान मैनाट
hu: Türkmenisztán Manat
th: เติร์กเมนิสถานมนัส
uk: Туркменський манат

# TND
source: Tunisian Dinar
ar: الدينار التونسي
el: Τυνησιακό Δηνάριο
he: דינר תוניסאי
hi: ट्यूनीशियाई दीनार
hu: tunéziai dinár
ro: Dinar tunisian
th: ดีนาร์ตูนิเซีย
uk: туніський динар
vi: Dinar Tunisia

# TOP
source: Tonga Panga
ar: تونغا بانجا
he: טונגה פאנגה
hi: टोंगा पंगा
th: ตองกาพังกา
uk: Тонга Панга

# TRY
source: Turkish Lira
ar: الليرة التركية
el: Τουρκική λιρέτα
he: לירה טורקית
hi: तुर्की लीरा
hu: török ​​líra
ms: Lira Turki Baru
ro: Lira turcească
th: ลีร่าตุรกี
uk: турецька ліра
vi: Lira Thổ Nhĩ Kỳ

# TTD
source: Trinidad Tobago Dollar
ar: دولار ترينيداد توباغو
el: Δολάριο Τρινιντάντ Τομπάγκο
he: טרינידד טובגו דולר
hi: त्रिनिदाद टोबैगो डॉलर
hu: Trinidad Tobago dollár
ro: Dolar Trinidad Tobago
th: ดอลลาร์ตรินิแดดโตเบโก
uk: Долар Тринідаду Тобаго
vi: Đô la Trinidad Tobago

# TWD
source: Taiwanese Yuan
ar: اليوان التايواني
el: Ταϊβάν Yuan
he: יואן טייוואן
hi: ताइवानी युआन
hu: tajvani jüan
ms: Dolar Taiwan Baru
ro: Yuanul taiwanez
th: หยวนไต้หวัน
uk: тайванський юань
vi: Nhân dân tệ Đài Loan

# TZS
source: Tanzania Shilling
ar: تنزانيا شلن
el: Τανζανία Shilling
he: טנזניה שילינג
hi: तंजानिया शिलिंग
hu: Tanzánia shilling
th: ชิลลิงแทนซาเนีย
uk: Танзанія Шилінг

# UAH
source: Ukrainian hryvnia
ar: الهريفنيا الأوكرانية
el: ουκρανική hryvnia
he: Hryvnia האוקראינית
hi: यूक्रेनी रिव्निया
hu: ukrán hrivnya
ro: grivne ucrainene
th: Hryvnia ยูเครน
uk: українська гривня
vi: Ucraina Ucraina

# UGX
source: Ugandan Shilling
ar: الشلن الأوغندي
he: אוגנדה שילינג
hi: युगांडा शिलिंग
hu: Ugandai shilling
ms: Uganda Shilling
ro: Șilingul ugandez
th: ชิลลิงยูกันดา
uk: Угандійський шилінг
vi: Shandandan Shilling

# USD
source: US Dollar
ar: الدولار الأمريكي
el: Δολάριο ΗΠΑ
he: דולר אמריקאי
hi: यूएस डॉलर
hu: US dollár
ms: Dolar Amerika Syarikat
ro: Dolar american
th: ดอลลาร์สหรัฐ
uk: долар США
vi: Đô la Mỹ

# UYU
source: Uruguay New Peso
ar: الأوروغواي بيزو جديد
el: Νέο πέσο της Ουρουγουάης
he: פסו חדש באורוגוואי
hi: उरुग्वे न्यू पेसो
hu: Uruguay új peso
th: เปโซใหม่อุรุกวัย
uk: Уругвайське песо
vi: Đồng tiền mới của Uruguay

# UZS
source: Uzbekistan Sum
ar: اوزبكستان سوم
el: Σύνολο Ουζμπεκιστάν
he: סום אוזבקיסטן
hi: उज़्बेकिस्तान सम
hu: Üzbegisztán összeg
ro: Suma Uzbekistanului
th: ผลรวมอุซเบกิสถาน
uk: Узбекистанська сума
vi: Tổng Sum

# VEF
source: Venezuela Bolivar
ar: فنزويلا بوليفار
el: Βενεζουέλα Bolivar
he: ונצואלה בוליבר
hi: वेनेजुएला बोलिवर
th: เวเนซุเอลาโบลิเวีย
uk: Венесуела Болівар
vi: Bolivar Venezuela

# VND
source: Vietnamese Shield
ar: الدرع الفيتنامي
el: Βιετναμέζικη ασπίδα
he: מגן וייטנאמי
hi: वियतनामी शील्ड
hu: vietnami pajzs
ro: Shield vietnamez
th: เวียตนามโล่
uk: В'єтнамський щит
vi: Khiên Việt

# VUV
source: Vanuatuwatu
hi: वानुअतुवतु
th: วานูอาตูตู
uk: Вануатуват

# WST
source: West Samoa Tara
ar: ساموا الغربية تارا
el: Δυτική Σαμόα Ταρά
he: סמואה המערבית טארה
hi: वेस्ट समोआ तारा
hu: Nyugat-Szamoa Tara
ro: Samoa de Vest Tara
th: ซามัวตะวันตกทารา
uk: Західне Самоа Тара
vi: Tây Samoa Tara

# XAF
source: Central African Franc
ar: التعاون المالي بين الصين وأفريقيا
el: Κεντρικό αφρικανικό φράγκο
he: סין-אפריקה שיתוף פעולה כספי פרנק
hi: चीन-अफ्रीका वित्तीय सहयोग फ्रैंक
hu: Kína-Afrika pénzügyi együttműködési frank
ro: Franța de cooperare financiară China-Africa
th: ฟรังก์แอฟริกากลาง
uk: Франк з фінансового співробітництва між Китаєм і Африкою
vi: Trung Phi Franc

# XCD
source: East Caribbean Dollar
ar: دولار شرق الكاريبي
el: Δολάριο της Ανατολικής Καραϊβικής
he: דולר מזרח קריבי
hi: पूर्वी कैरेबियाई डॉलर
hu: Kelet-karibi dollár
ro: Dolar Caraibe de Est
th: ดอลลาร์แคริบเบียนตะวันออก
uk: східно-карибський долар
vi: Đô la Đông Caribê

# XDR
source: International Monetary Fund Special Drawing Rights
ar: حقوق السحب الخاصة لصندوق النقد الدولي
el: Ειδικά δικαιώματα τραπεζογραμματίων του Διεθνούς Νομισματικού Ταμείου
he: זכויות משיכה מיוחדות של קרן המטבע הבינלאומית
hi: अंतर्राष्ट्रीय मुद्रा कोष विशेष आहरण अधिकार
hu: Nemzetközi Valutaalap különleges lehívási jogai
ro: Drepturi speciale de tragere a Fondului Monetar Internațional
th: สิทธิพิเศษถอนเงินของกองทุนการเงินระหว่างประเทศ
uk: Міжнародні валютні фонди спеціальних прав запозичення
vi: Quyền rút vốn đặc biệt của quỹ tiền tệ quốc tế

# XOF
source: West African Franc
ar: فرنك غرب أفريقي
el: Δυτικό φράγκο CFA
he: פרנק CFA המערבי
hi: पश्चिमी CFA फ्रैंक
hu: Western CFA frank
ro: CFC de Vest
th: Western CFA ฟรังก์
uk: західний франк CFA
vi: Tây CFA franc

# XPF
source: French Polynesian Franc
ar: الفرنك البولينيزي الفرنسي
el: Γαλλικό Πολυνησιακό Φράγκο
he: פרנק פולינזי צרפתי
hi: फ्रेंच पोलिनेशियन फ्रैंक
hu: Francia Polinéz frank
ro: Franc Franz Polinezian
th: ฟรังก์โพลินีเซียนฝรั่งเศส
uk: Французький полінезійський франк
vi: Pháp Polynesia

# YER
source: Yemen Rial
ar: اليمن الريال
he: ריאל תימן
hi: यमन रियाल
hu: Jemen Rial
th: เรียลเยเมน
uk: Єменський Ріал
vi: Rial Yemen

# ZAR
source: South African Rand
ar: راند جنوب أفريقيا
el: Νότιας Αφρικής
he: ראנד דרום אפריקאי
hi: दक्षिण अफ्रीकी रैंड
hu: Dél-afrikai rand
ms: Rand Afrika Selatan
ro: Randul Africii de Sud
th: แรนด์แอฟริกาใต้
uk: південноафриканський ранд
vi: Rand Nam Phi

# ZMW
source: Zambian Kwacha
ar: زامبيا كوتشا
hi: ज़ांबियन क्वाचा
hu: Zambiai Kwacha
th: แซมเบียควาชา

# guide.entry
source: Get started
el: Ξεκινήστε
hu: Fogj neki
th: เริ่ม
vi: Bắt đầu

# settings.customRateCheckFailed
source: The exchange rate can only be a decimal
th: మార్పిడి రేటు దశాంశం మాత్రమే
vi: Tỷ giá hối đoái chỉ có thể là số thập phân

# settings.themeAuto
source: Automatic
th: ค่าเริ่มต้น
vi: Tự động

# settings.disclaimer
source: The data presented in this app is intended for informational purposes only. There is no guarantee of accuracy, validity, availability, or fitness for any purpose. Use at your own risk.
ar: البيانات المقدمة في هذا التطبيق هي لأغراض إعلامية فقط ولا تضمن دقة أو صلاحية أو توفر أو ملاءمة أي غرض على مسؤوليتك الخاصة.
el: Τα δεδομένα που παρουσιάζονται σε αυτήν την εφαρμογή προορίζονται μόνο για ενημερωτικούς σκοπούς. Δεν υπάρχει εγγύηση ακρίβειας, εγκυρότητας, διαθεσιμότητας ή καταλληλότητας για οποιοδήποτε σκοπό. Χρησιμοποιήστε το με δική σας ευθύνη.
hu: Az ebben az alkalmazásban megadott adatok csak tájékoztató jellegűek, és nem garantálják a saját felelősségére semmilyen cél, pontosság, rendelkezésre állást vagy alkalmasságot.
ms: Data yang disediakan dalam aplikasi ini adalah untuk tujuan maklumat sahaja dan tidak menjamin ketepatan, kesahihan, ketersediaan atau kesesuaian sebarang tujuan, atas risiko anda sendiri
ro: Datele furnizate în această aplicație sunt doar pentru scopuri informative și nu garantează acuratețea, valabilitatea, disponibilitatea sau adecvarea vreunui scop, pe propriul risc.
th: ข้อมูลที่ให้ไว้ในแอปพลิเคชั่นนี้มีวัตถุประสงค์เพื่อให้ข้อมูลเท่านั้นและไม่รับประกันความถูกต้องความถูกต้องความพร้อมใช้งานหรือความเหมาะสมของวัตถุประสงค์ใด ๆ ภายใต้ความเสี่ยงของคุณ
uk: Дані, наведені в цій заявці, призначені виключно в інформаційних цілях і не гарантують точність, дійсність, доступність або придатність будь-якої мети на ваш власний ризик.
vi: Dữ liệu được cung cấp trong ứng dụng này chỉ nhằm mục đích cung cấp thông tin và không đảm bảo tính chính xác, hợp lệ, tính sẵn có hoặc tính phù hợp của bất kỳ mục đích nào, có nguy cơ của riêng bạn.

# currencyPicker.title
source: Choose Currency
ar: اختر عملة
el: Επιλογή νομίσματος
he: בחר מטבע
hu: Valuta kiválasztása
ms: Pilih mata wang
ro: Selectați moneda
th: เลือกสกุลเงิน
uk: Вибрати валюту
vi: Chọn vận động

# currencyPicker.favoriteCurrencies
source: Favorites
ar: العملات المفضل
el: Αγαπημένα
he: מטבעות מועדפים
hu: Kedvenc pénznemek
ro: Favorite
th: รายการโปรด
uk: Вибране
vi: Yêu thích

# currencyPicker.allCurrencies
source: All Currencies
ar: جميع العملات
el: Όλα τα νομίσματα
he: כל המטבעות
hu: Minden pénznem
ms: Semua mata wang
ro: Toate monedele
th: ทุกสกุลเงิน
uk: Усі валюти
vi: Tất cả

# currencyPicker.noResults
source: No Results
ar: لا توجد نتائج
el: κανένα αποτέλεσμα
he: אין תוצאה
hu: nincs eredmény
ms: no result
ro: fără rezultat
th: ไม่มีผลลัพธ์
uk: немає результату
vi: Chưa có kết quả

# currencyPicker.unknow
source: Unknow
ar: Unknown
el: Άγνωστο
he: לא ידוע
hu: Ismeretlen
ms: Tidak diketahui
ro: Necunoscut
th: ไม่ทราบ
uk: Невідомо
vi: Không

source: GBP
hu: törvényes finomságú
th: เงินสเตอร์ลิง
vi: Đồng bảng Anh

# alias
source: CNY=China&HKD=China Hong Kong&MOP=China Macau&TWD=China Taiwan&EUR=Austria,Belgium,Finland,France,Germany,Greece,Ireland,Italy,Luxembourg,Netherlands,Portugal,Spain,Estonia,Andorra,Vatican,Montenegro,Latvia,Lithuania,Malta,Cyprus,San Marino,Slovakia,Slovenia&USD=East Timor,Ecuador,Marshall Islands,Micronesia,Palau&NZD=Niue,Cook Islands&AUD=Nauru,Kiribati&XAF=Equatorial Guinea,Congo,Gabon,Cameroon,Chad,Central Africa&XOF=Benin,Burkina Faso,Togo,Guinea-Bissau,Côte d'Ivoire,Mali,Niger,Senegal&CHF=Liechtenstein
el: CNY=Κίνα&HKD=Χονγκ Κονγκ, Κίνα&MOP=Μακάο, Κίνα&TWD=Ταϊβάν, Κίνα&EUR=Αυστρία,Βέλγιο,Φινλανδία,Γαλλία,Γερμανία,Ελλάδα,Ιρλανδία,Ιταλία,Λουξεμβούργο,Κάτω Χώρες,Πορτογαλία,Ισπανία,Εσθονία,Ανδόρα,Βατικανό,Μαυροβούνιο,Λετονία,Λιθουανία,Μάλτα&USD=Ανατολικό Τιμόρ,Εκουαδόρ,Νήσοι Μάρσαλ,Μικρονησία,Παλάου&NZD=Νιούε,Νήσοι Κουκ&AUD=Ναουρού,Κιριμπάτι&XAF=Ισημερινή Γουινέα,Καμερούν,Τσαντ,Κεντρική Αφρική&XOF=Μπενίν,Μπουρκίνα Φάσο,Τόγκο,Γουινέα-Μπισσάου,Ακτή του Ελεφαντοστού,Μάλι,Νίγηρας,Σενεγάλη&CHF=Λιχτενστάιν
th: CNY=ประเทศจีน&HKD=ฮ่องกงจีน&MOP=มาเก๊าจีน&TWD=ไต้หวันจีน&EUR=ออสเตรีย,เบลเยียม,ฟินแลนด์,ฝรั่งเศส,เยอรมันนี,กรีซ,ไอร์แลนด์,อิตาลี,ลักเซมเบิร์ก,เนเธอร์แลนด์,โปรตุเกส,สเปน,เอสโตเนีย,อันดอร์รา,วาติกัน,มอนเตเนโกร,ลัตเวีย,ลิทัวเนีย,มอลตา,ไซปรัส,ซานมารีโน,สโลวีเนีย&USD=ติมอร์ตะวันออก,เอกวาดอร์,หมู่เกาะมาร์แชลล์,ไมโครนีเซีย,ปาเลา&NZD=Niue,หมู่เกาะคุก&AUD=นาอูรู,คิริบาส&XAF=เส้นศูนย์สูตรกินี,คองโก,กาบอง,แคเมอรูน,ชาด,แอฟริกากลาง&XOF=เบนิน,บูร์กินาฟาโซ,โตโก,กินี - บิสเซา,โกตดิวัวร์,มาลี,ไนเจอร์,เซเนกัล&CHF=ลิกเตนสไตน์
vi: CNY=Trung quốc&HKD=Hồng Kông, Trung Quốc&MOP=Ma Cao, Trung Quốc&TWD=Đài Loan, trung quốc&EUR=Áo,Bỉ,Phần Lan,Pháp,Đức,Hy Lạp,Ireland,Ý,Luxembourg,Hà Lan,Bồ Đào Nha,Tây Ban Nha,Estonia,Andorra,Vatican,Montenegro,Latvia,Litva,Malta,Síp,San Marino,Slovakia,Slovenia&USD=Đông Timor,Ecuador,Quần đảo Marshall,Micronesia,Palau&NZD=Niue,Quần đảo Cook&AUD=Nauru,Kiribati&XAF=Equatorial Guinea,Congo,Gabon,Cameroon,Chad,Trung Phi&XOF=Bénin,Burkina Faso,Togo,Guinea-Bissau,Côte d'Ivoire,Mali,Nigeria,Senegal&CHF=Liechtenstein

# guide.2
source: Swap original and target currencies by swiping up or down
vi: Hoán đổi tiền tệ gốc và tiền tệ mục tiêu bằng cách vuốt lên hoặc xuống
